[
    {
        "Title": "What is the dress code?",
        "Answer": "The dress code for the Christmas Conference is business casual."
    },
    {
        "Title": "Where does the Azyra Christmas Conference take place?",
        "Answer": "It takes place at the Herbert Park Hotel, Ballsbridge, Dublin 4."
    },
    {
        "Title": "Where does the Azyra Christmas Party take place?",
        "Answer": "It takes place at Roly's Bistro, Ballsbridge, Dublin 4. It is a 2 minute walk from the Herbert Park Hotel."
    },
    {
        "Title": "What is the weather like in Dublin?",
        "Answer": "Daytime temperatures in December average 8°C. The average rainfall is 60mm."
    },
    {
        "Title": "How can I travel to the Conference and Party?",
        "Answer": "The company Taxi account with Lynk is available for travel in the greater Dublin area. Call 01-4715333 and use the account code AZY500."
    },
    {
        "Title": "What is the itinerary for the Conference?",
        "Answer": "The itinerary can be found in the Schedule section of the app."
    },
    {
        "Title": "Will lunch be provided?",
        "Answer": "Sandwiches and tea/coffee will be provided on Thursday and Friday."
    },
    {
        "Title": "How are we getting to and from the Guinness Storehouse?",
        "Answer": "A bus has been arranged to take us to and from the Guinness Storehouse."
    },
    {
        "Title": "What should I do on the Thursday evening?",
        "Answer": "The best Christmas Market in Europe is on at Dublin Castle. The 46A and 145 bus routes will take you from Donnybrook Garda Station to Dawson Street which is a short walk to Dublin Castle."
    },
    {
        "Title": "Where is there to eat around the Herbert Park Hotel?",
        "Answer": "The Pavilion Restaurant in the Herbert Park Hotel is open until 9pm. There are also many restaurants and bars in the Ballsbridge area, including Baan Thai, Al Boschetto and for takeaways Base Wood Fired Pizza."
    },
    {
        "Title": "What is the population of Dublin?",
        "Answer": "1,347,359"
    },
    {
        "Title": "What is the size of Dublin?",
        "Answer": "318 km2"
    },
    {
        "Title": "Where did Dublin get its name?",
        "Answer": "The name Dublin comes from Dubh Linn or the \"black pool\". The black pool in question is the junction where the Liffey and its tributary the Poddle meet. The Poddle now runs beneath Dublin as it has been covered by development and can no longer be seen in the city centre."
    }
]
